Repository: woziwrt/bpi-r4-6.12
Catalog: *_files/luci-app-modemdata-main/luci-app-modemdata/po/*/luci-app-modemdata.po
Languages: it, pl, ru

source: Information about 3G/4G/5G connection
it: Informazioni sulla connessione 3G/4G/5G
pl: Informacja o statusie połączenia 3G/4G/5G
ru: Информация о подключении 3G/4G/5G

source: For more information about the modemdata package, please visit: %shttps://github.com/obsy/modemdata%s.
it: Per maggiori informazione sul pacchetto modemdata, visita %shttps://github.com/obsy/modemdata%s.
pl: Aby uzyskać więcej informacji o pakiecie modemdata, odwiedź %shttps://github.com/obsy/modemdata%s.
ru: Для получения дополнительной информации о пакете modemdata посетите: %shttps://github.com/obsy/modemdata%s.

source: Package allows the user to view the data read from the modem, to see the parameters of the connection to the mobile network.
it: Il pacchetto permette all'utente di vedere i dati letti dal modem, mostrando i parametri di connessione del network mobile.
pl: Pakiet umożliwia użytkownikowi podgląd danych odczytanych z modemu, wgląd w parametry połączenia z siecią komórkową.
ru: Пакет позволяет пользователю просматривать данные, считанные с модема, и параметры подключения к мобильной сети.

source: eko.one.pl forum
it: forum eko.one.pl
pl: forum eko.one.pl
ru: форум eko.one.pl

source: Signal strength
it: Potenza segnale
pl: Siła sygnału
ru: Уровень сигнала

source: Modem(s)
it: Modem
pl: Modem(-y)
ru: Модем(ы)

source: Ups.. no modems detected.
it: Ops.. nessun modem rilevato.
pl: Ups.. nie wykryto modemu.
ru: Упс... модемы не обнаружены.

source: Configuration
it: Configurazione
pl: Konfiguracja
ru: Конфигурация

source: General Information
it: Info genarali
pl: Informacje ogólne
ru: Общая информация

source: Modem Information
it: Info modem
pl: Informacje o modemie
ru: Информация о модеме

source: Cell Information
it: Info cella
pl: Informacje o sieci
ru: Информация о сети

source: Connection
it: Conessione
pl: Połączenie
ru: Соединение

source: Technology
it: Tecnologia
pl: Technologia
ru: Технология

source: Location
it: Lokalizacja
pl: Lokalizacja
ru: Местоположение

source: Sent
it: Inviato
pl: Wysłano
ru: Отправлено

source: Connection time
it: Durata connessione
pl: Czas połączenia
ru: Время соединения

source: Modem type
it: Tipo di modem
pl: Typ modemu
ru: Тип модема

source: Hide data.
it: Nascondi dati.
pl: Ukryj dane.
ru: Скрыть данные.

source: Hide selected data
it: Nascondi dati selezionati
pl: Ukryj wybrane dane
ru: Скрыть выбранные данные

source: Additional information
it: Info aggiuntive
pl: Informacje dodatkowe
ru: Дополнительная информация

source: Revision / FW
it: Revisione / FW
pl: Rewizja / FW
ru: Ревизия / Прошивка

source: IP adress / Port
it: Indirizzo IP / Porta
pl: Adres IP / Port
ru: IP-адрес / Порт

source: Chip Temperature
it: Temperatura chip
pl: Temperatura układu
ru: Температура чипа

source: Configuration modemdata package
it: Configurazione pacchetto modemdata
pl: Konfiguracja pakietu modemdata
ru: Конфигурация пакета modemdata

source: Configuration panel for modemdata and gui application.
it: Panello di configurazione Modemdata e inferfaccia grafica.
pl: Panel konfiguracyjny dla pakietu modemdata oraz interfejsu użytkownika.
ru: Панель конфигурации для пакета modemdata и графического интерфейса.

source: Add data to hide
it: Aggiungi dati da nascondere
pl: Dodaj dane do ukrycia
ru: Добавить данные для скрытия

source: Enter the data you would like to hide, e.g. <code>IMEI, IMSI</code>.
it: Inserisci dati che vuoi nascondere, ad es. <code>IMEI, IMSI</code>.
pl: Wprowadź dane, które chcesz ukryć, np. <code>IMEI, IMSI</code>.
ru: Введите данные, которые вы хотите скрыть, например <code>IMEI, IMSI</code>.

source: Open page
it: Apri pagina
pl: Otwórz stronę
ru: Открыть страницу

source: Download data (experimental)
it: Scarica dati (sperimentale)
pl: Pobierz dane (eksperymentalne)
ru: Скачать данные (экспериментально)

source: Network
pl: Sieć
ru: Сеть

source: IP adress / Port for communication with the modem
it: Indirizzo IP / Porta di comunicazione con modem
pl: Adres IP / Port do komunikacji z modemem
ru: IP-адрес / Порт для связи с модемом

source: Defined modems
it: Modem selezionato
pl: Zdefiniowane modemy
ru: Определенные модемы

source: Interface to define the available modems. The list of modems will make it easier for the user to switch between modems in LuCI.
it: Interfaccia per definire modem disponibili. L'elenco dei modem semplificherà la scelta nell'interfaccia LuCI.
pl: Interfejs umożliwia zdefiniowanie dostępnych modemów. Lista modemów ułatwi użytkownikowi przełączanie się między modemami z poziomu LuCI.
ru: Интерфейс для определения доступных модемов. Список модемов облегчит переключение между ними в LuCI.

source: Settings
pl: Ustawnienia
ru: Настройки

source: Add new modem settings...
it: Aggiungi nuovo settaggio modem...
pl: Dodaj nowe ustawienia modemu...
ru: Добавить новые настройки модема...

source: Modem Settings
it: Settaggio modem
pl: Ustawienia modemu
ru: Настройки модема

source: Manufacturer / Product
it: Produttore / Prodotto
pl: Producent / Produkt
ru: Производитель / Продукт

source: Please select a modem
it: Seleziona un modem
pl: Proszę wybrać modem
ru: Пожалуйста, выберите модем

source: IP adress / Port for communication
it: Indirizzo IP / Porta di comunicazione
pl: Adres IP / Port do komunikacji
ru: IP-адрес / Порт для связи

source: Protocol
it: Protocollo
pl: Protokół
ru: Протокол

source: Port for communication
it: Porta di comunicazione
pl: Port do komunikacji
ru: Порт для связи

source: Please select a QMI/MBIM port
it: Seleziona porta QMI/MBIM
pl: Proszę wybrać port QMI/MBIM
ru: Пожалуйста, выберите порт QMI/MBIM

source: Modem id
it: Id modem
pl: Identyfikacja modemu
ru: ID модема

source: Please select a modem id
it: Seleziona un Id modem
pl: Proszę wybrać id modemu
ru: Пожалуйста, выберите ID модема

source: MBIM device
it: Dispositivo MBIM
pl: Urządzenie MBIM
ru: Устройство MBIM

source: Select if you want to read from MBIM.
it: Seleziona per leggere i dati MBIM.
pl: Zaznacz, jeśli chcesz czytać z MBIM.
ru: Выберите, если хотите считывать данные через MBIM.

source: Assigned interface
it: Interfaccia assegnata
pl: Przypisany interfejs
ru: Назначенный интерфейс

source: Enter IP adress
it: Inserisci indirizzo IP
pl: Wprowadź adres IP modemu
ru: Введите IP-адрес

source: IP adress
it: Indirizzo IP
pl: Adres IP
ru: IP-адрес

source: Reading data via
it: Lettura dati via
pl: Odczyt danych przez
ru: Чтение данных через

source: Port / IP / Modem identifier
it: Porta / Indirizzo IP / Id modem
pl: Port / adres IP / Id modemu
ru: Порт / IP / ID модема

source: Interface assigned to modem.
it: Interfaccia assegnata al modem.
pl: Interfejs przypisany do modemu.
ru: Интерфейс, назначенный модему.

source: Enter modem name manually if the suggested name is not obvious. <br /><br /><b>Important</b> <br />The modem name is only searched for modems connected via USB.
it: Inserisci modem manualmente qualora il nome suggerito non fosse esplicito. <br /><br /><b>Importante</b> <br />In nome modem viene individuato solo per i dispositivi connessi via USB.
pl: Wpisz nazwę modemu ręcznie jeżeli sugerowana nazwa jest nieoczywista. <br /><br /><b>Ważne</b> <br />Nazwa modemu jest wyszukiwana tylko dla modemów podłączonych przez USB.
ru: Введите имя модема вручную, если предложенное имя не очевидно. <br /><br /><b>Важно</b> <br />Имя модема используется только для модемов, подключенных через USB.

source: Select method for reading data from the modem. <br /> <br />serial port: <br /> Select one of the available ttyUSBX / ttyACMx / wwan0atX / mhi_DUN ports.<br /> <br />ecm: <br /> Enter the IP address 192.168.X.X under which the modem (Huawei) is available.<br /> <br />uqmi: <br /> Select one of the available cdc-wdmX ports.<br /> <br />ModemManager: <br /> Select one of the searched modem identifiers.
it: Seleziona il metodo di lettura dati dal modem. <br /> <br />porta seriale: <br /> Seleziona dall'elenco disponibile porte ttyUSBX / ttyACMx / wwan0atX / mhi_DUN.<br /> <br />ecm: <br /> Inserisci indirizzo IP 192.168.X.X sotto il modem (Huawei) disponibile.<br /> <br />uqmi: <br /> Seleziona una delle porte cdc-wdmX disponibili.<br /> <br />ModemManager: <br /> Seleziona uno dei modem identificati.
pl: Wybierz metodę odczytu danych z modemu. <br /> <br />port szeregowy: <br /> Wybierz jeden z dostępnych portów ttyUSBX / ttyACMx / wwan0atX / mhi_DUN.<br /> <br />ecm: <br /> Wprowadź adres IP 192.168.X.X, pod którym modem (Huawei) jest dostępny.<br /> <br />uqmi: <br /> Wybierz jeden z dostępnych portów cdc-wdmX.<br /> <br />Menedżer modemu: <br /> Wybierz jeden z wyszukanych identyfikatorów modemu.
ru: Выберите метод считывания данных с модема. <br /> <br />последовательный порт: <br /> Выберите один из доступных портов ttyUSBX / ttyACMx / wwan0atX / mhi_DUN.<br /> <br />ecm: <br /> Введите IP-адрес 192.168.X.X, по которому модем (Huawei) доступен.<br /> <br />uqmi: <br /> Выберите один из доступных портов cdc-wdmX.<br /> <br />ModemManager: <br /> Выберите один из найденных идентификаторов модема.

source: Please select a port
it: Seleziona porta
pl: Proszę wybrać port
ru: Пожалуйста, выберите порт

source: User description
it: Descrizione utente
pl: Opis użytkownika
ru: Описание пользователя

source: Optional
it: Opzionale
pl: Opcjonalny
ru: Необязательно

source: User description (optional)
it: Descrizione utene (opzionale)
pl: Opis użytkownika (opcjonalny)
ru: Описание пользователя (необязательно)

source: Excellent
it: Eccellente
pl: Doskonały
ru: Отличный

source: Good
it: Buona
pl: Dobry
ru: Хороший

source: Fair
it: Discreta
pl: Średni
ru: Средний

source: Poor
it: Debole
pl: Słaby
ru: Слабый

source: Physical cell ID
it: ID cella fisica
pl: ID fiz. komórki
ru: Физический ID ячейки

source: Bandwidth
it: Larghezza banda
pl: Szerokość
ru: Ширина полосы

source: SIM status
it: Stato SIM
pl: Status SIM
ru: Статус SIM

source: Not registered
it: Non registrato
pl: Nie zalogowana do sieci
ru: Не зарегистрирована

source: Registered, home
pl: Zalogowana do sieci macierzystej

source: Registered (roaming)
it: Registrato (roaming)
pl: Zalogowana do sieci (roaming)
ru: Зарегистрирована (роуминг)

source: Registered, only SMS
it: Registrato, solo SMS
pl: Zalogowana do sieci, tylko SMS
ru: Зарегистрирована, только SMS

source: Registered (roaming), only SMS
it: Registrato (roaming), solo SMS
pl: Zalogowana do sieci (roaming), tylko SMS
ru: Зарегистрирована (роуминг), только SMS

source: Searching..
it: Ricerca..
pl: Wyszukiwanie..
ru: Поиск...

source: Connection state
it: Stato connessione
pl: Status połączenia
ru: Состояние соединения

source: Connected
it: Connesso
pl: Połączony
ru: Подключено

source: Disconnected
it: Disconnesso
pl: Rozłączony
ru: Отключено

source: Registering denied
it: Registrazione negata
pl: Odmowa zalogowana do sieci
ru: Регистрация отклонена

source: Waiting to read data from the modem...
it: Attesa lettura dati dal modem...
pl: Oczekiwanie na odczyt danych z modemu...
ru: Ожидание данных от модема...

source: Waiting for data...
it: Attesa lettura dati...
pl: Oczekiwanie na dane...
ru: Ожидание данных...

source: BTS Search
it: Cerca BTS
pl: Lokalizacja stacji bazowej
ru: Поиск BTS

source: BTS Information
it: Info BTS
pl: Informacja o stacji bazowej
ru: Информация о BTS

source: Search
it: Ricerca
pl: Szukaj
ru: Поиск

source: Bands
it: Bande
pl: Pasma
ru: Диапазоны

source: Search BTS
it: Cerca BTS
pl: Wyszukaj BTS
ru: Поиск BTS

source: Hint: There may be a problem with polish characters if you download data from the btsearch site. The solution is to install the iconv package (to do this click on the button added below).
it: Nota: Potrebbe esserci in problema con i caratteri italiani qualora scaricassi i dati dal sito btsearch. Clicka il tasto qui sotto per installare il pacchetto iconv.
pl: Wskazówka: Może wystąpić problem z polskimi znakami, jeśli pobierasz dane ze strony btsearch. Rozwiązaniem jest instalacja pakietu iconv (w tym celu kliknij przycisk dodany poniżej).
ru: Подсказка: при загрузке данных с сайта btsearch могут возникнуть проблемы с польскими символами. Решение — установить пакет iconv (для этого нажмите кнопку ниже).

source: BTS search settings
it: Settaggio ricerca BTS
pl: Ustawienia wyszukiwania stacji bazowej
ru: Настройки поиска BTS

source: Website to search for BTS
it: Sito per cercare BTS
pl: Strona do wyszukiwania BTS
ru: Сайт для поиска BTS

source: Select a website for searching.
it: Seleziona un sito per la richerca.
pl: Wybierz stronę internetową służącą do wyszukiwania.
ru: Выберите сайт для поиска.

source: Install a package using package manager
it: Installa un pacchatto utizzando package manager
pl: Zainstaluj pakiet za pomocą menedżera pakietów
ru: Установите пакет через менеджер пакетов

source: Select an action after clicking the search button.
it: Seleziona una scelta dopo aver premuta il tasto di ricerca.
pl: Wybierz akcję po kliknięciu przycisku wyszukiwania.
ru: Выберите действие после нажатия кнопки поиска.

source: Install iconv
it: Installa iconv
pl: Zainstaluj iconv
ru: Установить iconv

source: Install qmi-utils
it: Installa qmi-utils
pl: Zainstaluj qmi-utils
ru: Установить qmi-utils

source: SIM Slot
pl: Slot SIM
ru: Слот SIM

source: SIM Card
pl: Karta SIM
ru: SIM-карта

source: Slot in use
it: Slot in uso
pl: Slot w użyciu
ru: Используемый слот

source: Problem with registering to the network, check the SIM card.
it: Problema di registrazione network, constrolla la SIM card.
pl: Problem z rejestracją do sieci, sprawdź kartę SIM.
ru: Проблема с регистрацией в сети, проверьте SIM-карту.

source: SIM PIN required
it: SIM PIN richiesto
pl: Wymagany jest kod PIN dla karty SIM
ru: Требуется PIN-код SIM

source: SIM PUK required
it: SIM PUK richiesto
pl: Wymagany jest kod PUK dla karty SIM
ru: Требуется PUK-код SIM

source: SIM failure
it: Errore SIM
pl: Awaria karty SIM
ru: Ошибка SIM

source: SIM busy
pl: Karta SIM jest zajęta
ru: SIM занята

source: SIM wrong
it: SIM errata
pl: Nieprawidłowa karta SIM
ru: Неверная SIM

source: SIM PIN2 required
it: SIM PIN2 richiesto
pl: Wymagany jest kod PIN2 dla karty SIM
ru: Требуется PIN2 SIM

source: SIM PUK2 required
it: SIM PUK2 richiesto
pl: Wymagany jest kod PUK2 dla karty SIM
ru: Требуется PUK2 SIM

source: Information read from the SIM card and device.
it: Info lette da SIM card e dispositivo.
pl: Informacje odczytane z karty SIM oraz z urządzenia.
ru: Информация с SIM-карты и устройства.

source: No data
it: Nessun dato
pl: Brak danych
ru: Нет данных

source: Diagnostics
it: Diagnostica
pl: Diagnostyka
ru: Диагностика

source: Modem(s) configuration
it: Configurazione modem
pl: Konfiguracja modemu(-ów)
ru: Конфигурация модемов

source: Package configuration
it: Configurazione pacchetto
pl: Konfiguracja pakietu
ru: Конфигурация пакета

source: Run various commands to verify data read from the modem and debug scripts.
it: Esegui vari comandi per verificare i dati letti dal modem e gli script di debug.
pl: Uruchom różne polecenia, aby zweryfikować dane odczytywane z modemu oraz debugować skrypty.
ru: Запустите различные команды для проверки данных модема и отладки скриптов.

source: USB debug information
it: Info debug USB
pl: Debugowanie portu USB
ru: Отладка USB

source: Check ttyX ports
it: Controlla porte ttyX
pl: Sprawdź dostępność portów ttyX
ru: Проверка портов ttyX

source: Check serial and ecm mode
it: Controlla modalità seriale e ecm
pl: Sprawdź tryb serial oraz ecm
ru: Проверка режимов serial и ecm

source: Check uqmi mode
it: Controlla modalità uqmi
pl: Sprawdź tryb uqmi
ru: Проверка режима uqmi

source: Check ModemManager mode
it: Controlla modalità ModemManager
pl: Sprawdź tryb Menedżera modemu
ru: Проверка режима ModemManager

source: Clear
it: Cancella
pl: Wyczyść
ru: Очистить

source: Download
it: Scarica
pl: Pobierz
ru: Скачать

source: Notes Update date
pl: Uwagi Data akt.
ru: Дата обновления заметок

source: Band
it: Banda
pl: Pasmo
ru: Диапазон

source: Package update and support
it: Aggiornamento e supporto pacchetto
pl: Aktualizacja pakietu oraz wsparcie
ru: Обновления пакета и поддержка

source: Failed to download index.json file from external repository.
it: Errore durante il download index.json file dal repository esterno.
pl: Nie udało się pobrać pliku index.json z zewnętrznego repozytorium.
ru: Не удалось скачать index.json из внешнего репозитория.

source: Failed to read downloaded file.
it: Lettura errata del file scaricato.
pl: Nie udało się odczytać pobranego pliku.
ru: Не удалось прочитать скачанный файл.

source: Installed package is up to date.
it: Il pacchetto installato è aggiornato.
pl: Zainstalowany pakiet jest aktualny.
ru: Установленный пакет актуален.

source: Update is available.
it: Aggiornamento disponibile.
pl: Aktualizacja jest dostępna.
ru: Доступно обновление.

source: The index.json file did not contain any package information.
it: Il file index.json non contiene nessuna info per il pacchetto.
pl: Plik index.json nie zawierał żadnych informacji o pakiecie.
ru: Файл index.json не содержит информации о пакете.

source: Error parsing version.
it: Errore durante l'analisi della versione.
pl: Błąd parsowania wersji.
ru: Ошибка разбора версии.

source: Check repository
it: Controlla repository
pl: Sprawdź repozytorium
ru: Проверить репозиторий

source: Package update...
it: Aggiornamento pacchetto...
pl: Aktualizuj pakiet...
ru: Обновление пакета...

source: Report a bug
it: Segnala bug
pl: Zgłoś błąd
ru: Сообщить об ошибке

source: Write in the topic of the package on the forum eko.one.pl
it: Scrivi un post nel forum eko.one.pl riguardo al pacchetto
pl: Napisz w temacie pakietu na forum eko.one.pl
ru: Напишите в теме пакета на форуме eko.one.pl

source: Write on forum
it: Scrivi sul forum
pl: Napisz na forum
ru: Написать на форуме

source: Report a bug on the package Github page
it: Segnala bug nella pagina Github del pacchetto
pl: Zgłoś błąd na stronie Github pakietu
ru: Сообщить об ошибке на странице пакета на Github

source: Open a package discussion on Github
it: Apri discussione su Github riguardo al pacchetto
pl: Otwórz dyskusję na temat pakietu na Github
ru: Открыть обсуждение пакета на Github

source: Open discussion
it: Apri discussione
pl: Otwórz dyskusję
ru: Открыть обсуждение

source: Buy a coffee if you want to support the development of the project and the author
it: Buy a coffee se vuoi supportare lo sviluppo del progetto e l'autore
pl: Postaw kawę jeśli chcesz wesprzeć rozwój projektu oraz autora
ru: Купите кофе, чтобы поддержать разработку проекта и автора

source: Buy a coffee
pl: Postaw kawę
ru: Купить кофе

source: Become a sponsor if you want to support the development of the project and the author
it: Diventa sponsor se vuoi supportare lo sviluppo del progetto e l'autore
pl: Zostań sponsorem jeśli chcesz wesprzeć rozwój projektu oraz autora
ru: Станьте спонсором, чтобы поддержать разработку проекта и автора

source: Become a sponsor
it: Diventa sponsor
pl: Zostań sponsorem
ru: Стать спонсором

source: Download package information from an external repository
it: Scarica info sul pacchatto da un repository esterno
pl: Pobierz informacje o pakietach z zewnętrznego repozytorium
ru: Скачать информацию о пакете из внешнего репозитория

source: Add repository and download package update
it: Aggiungi repository e scarica aggironamento pacchetto
pl: Dodaj repozytorium i pobierz aktualizację pakietu
ru: Добавить репозиторий и скачать обновление пакета

source: Package Info
it: Info pacchetto
pl: Informacja o pakiecie
ru: Информация о пакете

source: Compiled
it: Compilato
pl: Skompilowano
ru: Скомпилирован

source: Repository Info
it: Info repository
pl: Dane z repozytorium
ru: Информация о репозитории

source: Currently installed
it: Attualmente installato
pl: Aktualnie zainstalowany
ru: Установлено

source: Package in repository
it: Pacchetto nel repository
pl: Dostępny w repozytorium
ru: Пакет в репозитории

source: Last repository check
it: Ultima verifica repository
pl: Ostatnie sprawdzenie repozytorium
ru: Последняя проверка репозитория

source: Poland
it: Polonia
pl: Polska
ru: Польша

source: Force read by
it: Forza lettura da
pl: Wymuś odczyt przez
ru: Принудительное чтение через

source: Select method for reading data from the modem.
it: Seleziona metodo lettura dati dal modem.
pl: Wybierz metodę odczytu danych z modemu.
ru: Выберите метод чтения данных с модема.

source: inactive
it: inattivo
pl: nieaktywne
ru: неактивен

source: ModemMenager
pl: Menadżer modemu
ru: ModemManager

source: Force PLMN
it: Forza PLMN
pl: Wymuś PLMN
ru: Принудительный PLMN

source: Force reading PLMN from file.
it: Forza lettura PLMN da file.
pl: Wymuś odczyt PLMN z pliku.
ru: Принудительное чтение PLMN из файла.

source: Command result
it: Risultato comando
pl: Wynik polecenia
ru: Результат команды

source: Check
it: Verifica
pl: Sprawdź
ru: Проверить

source: Auto update every:
it: Auto update ogni:
pl: Automatyczna aktualizacja co:
ru: Автообновление каждые:

source: 2 seconds
it: 2 secondi
pl: 2 sekundy
ru: 2 секунды

source: 3 seconds
it: 3 secondi
pl: 3 sekundy
ru: 3 секунды

source: 5 seconds
it: 5 secondi
pl: 5 sekund
ru: 5 секунд

source: 10 seconds
it: 10 sekund
pl: 10 sekund
ru: 10 секунд

source: 30 seconds
it: 30 secondi
pl: 30 sekund
ru: 30 секунд

source: 45 seconds
it: 45 secondi
pl: 45 sekund
ru: 45 секунд

source: 60 seconds
it: 60 secondi
pl: 60 sekund
ru: 60 секунд

source: Refresh rate
it: Ciclo refresh
pl: Częstotliwość odświeżania
ru: Частота обновления

source: Set how often the data should be refreshed in the Modem(s) tab.
it: Imposta frequenza refresh dei dati del modem.
pl: Ustaw jak często mają być odświeżane dane w zakładce Modem(-y).
ru: Установите частоту обновления данных на вкладке Модем(ы).

source: Set how often the data should be refreshed in the Modem(s) tab. <br /><br /><b>Important</b> <br />Not every modem / protocol can communicate quickly with scripts. Too high a polling rate can freeze the modem. <br />ModemManager and uqmi need more time to respond.
it: Imposta frequenza refresh dei dati del modem. <br /><br /><b>Importante</b> <br />Non tutti i modem / protocolli sono in grado di comunicare velocemente con gli scripts. Una frequenza elevata potrebbe bloccare il modem. <br />ModemManager e uqmi riciedono tempi maggiori per rispondere.
pl: Ustaw częstotliwość odświeżania danych w zakładce Modem(y). <br /><br /><b>Ważne</b> <br />Nie każdy modem / protokół może szybko komunikować się ze skryptami. Zbyt duża częstotliwość odpytywania może spowodować zawieszenie modemu. <br />Menedżer modemu i uqmi potrzebują więcej czasu na odpowiedź.
ru: Установите частоту обновления данных на вкладке Модем(ы). <br /><br /><b>Важно</b> <br />Не каждый модем или протокол может быстро отвечать на запросы. Слишком высокая частота опроса может «повесить» модем. <br />ModemManager и uqmi требуют больше времени для ответа.

source: Updating again in %s second(s).
it: Aggiornamento tra %s secondi.
pl: Aktualizacja ponownie za %s sekund(-y).
ru: Обновление через %s секунд.

source: Please wait... data collection is in progress.
it: Attendere... lettura dati in corso.
pl: Proszę czekać... trwa zbieranie danych.
ru: Пожалуйста, подождите... идёт сбор данных.

source: Modems found
it: Modem trovati
pl: Znalezione modemy
ru: Найденные модемы

source: List of found modems. Not all modems may be shown.
it: Lista dei modem trovati. Non tutti i modem potrebbero essere mostrati.
pl: Lista znalezionych modemów. Nie wszystkie modemy mogą tu być pokazane.
ru: Список найденных модемов. Могут отображаться не все.

source: Show modems found
it: Mostra modem trovati
pl: Pokaż znalezione modemy
ru: Показать найденные модемы

source: Show
it: Mostra
pl: Pokaż
ru: Показать
