Repository: woziwrt/bpi-r4-6.12
Catalog: *_files/luci-app-modemdata-main/luci-app-modemdata/po/*/luci-app-modemdata.po
Languages: it, pl, ru

source: Currently, only modems connected via USB are searched for.
it: Verranno individuati solo i modem connessi via USB.
pl: Obecnie wyszukiwane są tylko modemy podłączone przez USB.
ru: Сейчас ищутся только модемы, подключённые через USB.

source: No Modems Detected...
it: Nessun modem individuato...
pl: Nie wykryto modemów...
ru: Модемы не найдены...

source: Oops.. there are no modems in settings. You will be redirected to a tab where you can define the installed modem(s).
it: Ops... non ci sono modem nel settaggio. Verrai redirezionato alla pagina dove poter definire i modem installati.
pl: Ups... w ustawieniach nie ma modemów. Za moment zostaniesz przekierowany do zakładki, w której możesz zdefiniować zainstalowane modemy.
ru: Упс... В настройках нет модемов. Вы будете перенаправлены на вкладку для их добавления.

source: Redirecting...
it: Reindirizzamento...
pl: Przekierowywanie...
ru: Перенаправление...

source: Redirecting in
it: Reindirizzamento tra
pl: Przekierowanie za
ru: Перенаправление через

source: seconds...
it: secondi...
pl: sekund...
ru: секунд...

source: (no data)
it: (nessun dato)
pl: (brak danych)
ru: (нет данных)

source: Enter a valid IP address in the format 192.168.X.X
it: Inserisci in indirizzo IP valifo nel formato 192.168.X.X
pl: Wprowadź prawidłowy adres IP w formacie 192.168.X.X
ru: Введите корректный IP-адрес в формате 192.168.X.X

source: Only numbers and dots are allowed
it: Sono consentiti solo numeri e punti
pl: Dozwolone są tylko liczby i kropki.
ru: Разрешены только цифры и точки

source: Each part must be a number from 0 to 255
it: Ogni parte deve essere una cifra tra 0 e 255
pl: Każda część musi być liczbą z zakresu od 0 do 255
ru: Каждая часть должна быть числом от 0 до 255

source: In the future tab will allow you to update the package from %sRafał (IceG) external repository%s.
it: Nei tab futuri verrà permesso di aggiornare il pacchetto dal %sRafała (IceG) repository esterno%s.
pl: W przyszłości zakładka pozwoli zaktualizować pakiet z zewnętrznego repozytorium %sRafała (IceG)%s.
ru: В будущем вкладка позволит обновлять пакет из внешнего репозитория %sRafał (IceG)%s.

source: Option will appear after apk implementation.
it: Opzione disponibile dopo l'implementazione apk.
pl: Opcja pojawi się po wdrożeniu apk.
ru: Опция появится после внедрения apk.

source: Author (package maintainer)
it: Autore (package maintainer)
pl: Autor (opiekun pakietu)
ru: Автор (сопровождающий пакета)

source: Modemdata Info
it: Info Modemdata
pl: Informacje o pakiecie modemdata
ru: Информация о пакете modemdata

source: Luci-app-modemdata Info
it: Info luci-app-modemdata
pl: Informacje o pakiecie luci-app-modemdata
ru: Информация о пакете luci-app-modemdata

source: Go to the Diagnostics tab and run a script check. Most often, the error is caused by a strange operator name. To fix this, select the Force PLMN from file option if it is available in the modem configuration options.
it: Vai alla Diagnostica ed esegui lo script di verifica. Spesso l'errore è provocato da nomi operatore anomali. Seleziona l'opzione Forza PLMN da file se disponibile.
pl: Wejdź w zakładkę Diagnostyka i wykonaj sprawdzenie skryptu. Najczęściej błąd wywołuje dziwna nazwa operatora. Aby to naprawić zaznacz opcję wymuś PLMN z pliku jeżeli jest dostępna w opcjach konfiguracji modemu.
ru: Перейдите на вкладку «Диагностика» и выполните проверку скрипта. Чаще всего ошибка вызвана нестандартным названием оператора. Чтобы исправить это, включите «Принудительный PLMN из файла», если такая опция доступна в настройках модема.

source: If data in LuCI is not visible, and we are 100% sure that the modem has been defined/configured correctly.
it: Qualora i dati LuCI non fossero disponibili e il modem è assolutamente definito/configurato in modo corretto.
pl: Jeżeli dane w LuCI nie są widoczne, a wiemy na 100% że modem został zdefiniowany / skonfigurowany poprawnie.
ru: Если данные в LuCI не отображаются, и вы на 100% уверены, что модем определён/настроен правильно.

source: Suggested solution
it: Soluzione suggerita
pl: Sugerowane rozwiązanie
ru: Предлагаемое решение

source: Troubleshooting
pl: Rozwiązywanie problemów
ru: Поиск и устранение неисправностей

source: Please select method for reading data from the modem and install the necessary packages.
it: Seleziona un metodo di lettura dati del modem e installa i pacchetti necessari.
pl: Proszę wybrać metodę odczytu danych z modemu oraz zainstalować niezbędne pakiety.
ru: Выберите способ чтения данных с модема и установите необходимые пакеты.

source: Required packages
it: Pacchetti richiesti
pl: Wymagane pakiety
ru: Необходимые пакеты

source: Check required packages
it: Verifica pacchetti richiesti
pl: Sprawdź wymagane pakiety
ru: Проверить необходимые пакеты

source: Before configuring the modem, check if all required packages are installed in the system.
it: Prima di configurare il modem, assicurati di aver installato tutti i pacchetti necessari.
pl: Przed skonfigurowaniem modemu sprawdź, czy wszystkie wymagane pakiety są zainstalowane w systemie.
ru: Перед настройкой модема проверьте, установлены ли все необходимые пакеты.

source: Loading package data…
it: Lettura dati pacchetto...
pl: Wczytywanie danych...
ru: Загрузка данных о пакетах...

source: Waiting...
it: Attesa...
pl: Czekam...
ru: Ожидание...

source: Show signal levels
pl: Pokaż poziomy sygnałów

source: Primary band signal levels
it: Livelli del segnale per la banda primaria
pl: Poziomy sygnałów dla pasma podstawowego
ru: Уровни сигнала для основного диапазона

source: Device is busy
it: Dispositivo busy
pl: Urządzenie jest zajęte
ru: Устройство занято

source: Primary band
it: Banda primaria
pl: Pasmo podstawowe
ru: Основной диапазон

source: Available options
it: Opzioni disponibili
pl: Dostępne opcje
ru: Доступные опции

source: Device not found
it: Dispositivo non trovato
pl: Urządzenia nie znaleziono
ru: Устройство не найдено

source: Click to view Cell ID details
pl: Kliknij, aby wyświetlić szczegóły identyfikatora komórki

source: Cell ID (Decimal)
pl: Identyfikator komórki (dziesiętny)

source: Cell ID (Hexadecimal)
pl: Identyfikator komórki (szesnastkowy)

source: eNB ID (Hex)
pl: Identyfikator eNB (szesnastkowy)

source: Sector ID (Hex)
pl: Identyfikator sektora (szesnastkowy)

source: eNB ID (Decimal)
pl: Identyfikator eNB (dziesiętny)

source: Sector ID (Decimal)
pl: Identyfikator sektora (dziesiętny)

source: Cell ID Information
pl: Informacje o identyfikatorze komórki

source: Detailed Cell ID information with formats for different tools and applications.
pl: Szczegółowe informacje o identyfikatorze komórki w formatach dla różnych narzędzi i aplikacji.

source: Operator
it: Operatore
ru: Оператор

source: Registered
it: Registrato
ru: Зарегистрирована

source: Show signal levels for the primary band
it: Mostra livelli del segnale per la banda primaria
ru: Показать уровни сигнала для основного диапазона
