Repository: woziwrt/bpi-r4-6.12
Catalog: *_files/luci-app-modemdata-main/luci-app-modemdata/po/vn/luci-app-modemdata.po
Languages: my

source: Information about 3G/4G/5G connection
my: Thông tin về kết nối 3G/4G/5G

source: For more information about the modemdata package, please visit: %shttps://github.com/obsy/modemdata%s.
my: Để biết thêm thông tin về gói modemdata, vui lòng truy cập: %shttps://github.com/obsy/modemdata%s.

source: Package allows the user to view the data read from the modem, to see the parameters of the connection to the mobile network.
my: Gói này cho phép người dùng xem dữ liệu đọc từ modem và các thông số của kết nối mạng di động.

source: eko.one.pl forum
my: diễn đàn eko.one.pl

source: Signal strength
my: Cường độ tín hiệu

source: Modem(s)
my: Modem

source: Ups.. no modems detected.
my: Ôi... không tìm thấy modem nào.

source: Configuration
my: Cấu hình

source: General Information
my: Thông tin chung

source: Modem Information
my: Thông tin modem

source: Cell Information
my: Thông tin cell

source: Connection
my: Kết nối

source: Technology
my: Công nghệ

source: Operator
my: Nhà mạng

source: Location
my: Vị trí

source: Sent
my: Đã gửi

source: Connection time
my: Thời gian kết nối

source: Modem type
my: Loại modem

source: Hide data.
my: Ẩn dữ liệu.

source: Hide selected data
my: Ẩn dữ liệu đã chọn

source: Additional information
my: Thông tin bổ sung

source: Revision / FW
my: Phiên bản / Firmware

source: IP adress / Port
my: Địa chỉ IP / Cổng

source: Chip Temperature
my: Nhiệt độ chip

source: Configuration modemdata package
my: Cấu hình gói modemdata

source: Configuration panel for modemdata and gui application.
my: Bảng cấu hình cho gói modemdata và ứng dụng giao diện đồ họa.

source: Add data to hide
my: Thêm dữ liệu cần ẩn

source: Enter the data you would like to hide, e.g. <code>IMEI, IMSI</code>.
my: Nhập dữ liệu bạn muốn ẩn, ví dụ: <code>IMEI, IMSI</code>.

source: Open page
my: Mở trang

source: Download data (experimental)
my: Tải dữ liệu (thử nghiệm)

source: Network
my: Mạng

source: IP adress / Port for communication with the modem
my: Địa chỉ IP / Cổng để giao tiếp với modem

source: Defined modems
my: Các modem đã định nghĩa

source: Interface to define the available modems. The list of modems will make it easier for the user to switch between modems in LuCI.
my: Giao diện để định nghĩa các modem có sẵn. Danh sách modem sẽ giúp người dùng chuyển đổi giữa các modem trong LuCI dễ dàng hơn.

source: Settings
my: Cài đặt

source: Add new modem settings...
my: Thêm cài đặt modem mới...

source: Modem Settings
my: Cài đặt Modem

source: Manufacturer / Product
my: Nhà sản xuất / Sản phẩm

source: Please select a modem
my: Vui lòng chọn một modem

source: IP adress / Port for communication
my: Địa chỉ IP / Cổng để giao tiếp

source: Protocol
my: Giao thức

source: Port for communication
my: Cổng để giao tiếp

source: Please select a QMI/MBIM port
my: Vui lòng chọn một cổng QMI/MBIM

source: Modem id
my: ID modem

source: Please select a modem id
my: Vui lòng chọn một ID modem

source: MBIM device
my: Thiết bị MBIM

source: Select if you want to read from MBIM.
my: Chọn nếu bạn muốn đọc dữ liệu qua MBIM.

source: Assigned interface
my: Giao diện được gán

source: Interface assigned to modem.
my: Giao diện được gán cho modem.

source: Enter IP adress
my: Nhập địa chỉ IP

source: IP adress
my: Địa chỉ IP

source: Reading data via
my: Đọc dữ liệu qua

source: Port / IP / Modem identifier
my: Cổng / IP / Mã định danh Modem

source: Enter modem name manually if the suggested name is not obvious. <br /><br /><b>Important</b> <br />The modem name is only searched for modems connected via USB.
my: Nhập tên modem thủ công nếu tên được đề xuất không rõ ràng. <br /><br /><b>Quan trọng</b> <br />Tên modem chỉ được tìm kiếm cho các modem kết nối qua USB.

source: Select method for reading data from the modem. <br /> <br />serial port: <br /> Select one of the available ttyUSBX / ttyACMx / wwan0atX / mhi_DUN ports.<br /> <br />ecm: <br /> Enter the IP address 192.168.X.X under which the modem (Huawei) is available.<br /> <br />uqmi: <br /> Select one of the available cdc-wdmX ports.<br /> <br />ModemManager: <br /> Select one of the searched modem identifiers.
my: Chọn phương thức đọc dữ liệu từ modem. <br /> <br />cổng nối tiếp: <br /> Chọn một trong các cổng có sẵn ttyUSBX / ttyACMx / wwan0atX / mhi_DUN.<br /> <br />ecm: <br /> Nhập địa chỉ IP 192.168.X.X mà modem (Huawei) đang sử dụng.<br /> <br />uqmi: <br /> Chọn một trong các cổng cdc-wdmX có sẵn.<br /> <br />ModemManager: <br /> Chọn một trong các mã định danh modem đã tìm thấy.

source: Please select a port
my: Vui lòng chọn một cổng

source: User description
my: Mô tả người dùng

source: Optional
my: Tùy chọn

source: User description (optional)
my: Mô tả người dùng (tùy chọn)

source: Excellent
my: Tuyệt vời

source: Good
my: Tốt

source: Fair
my: Trung bình

source: Poor
my: Yếu

source: Physical cell ID
my: ID cell vật lý

source: Bandwidth
my: Băng thông

source: SIM status
my: Trạng thái SIM

source: Not registered
my: Chưa đăng ký

source: Registered
my: Đã đăng ký

source: Registered (roaming)
my: Đã đăng ký (chuyển vùng)

source: Registered, only SMS
my: Đã đăng ký, chỉ SMS

source: Registered (roaming), only SMS
my: Đã đăng ký (chuyển vùng), chỉ SMS

source: Searching..
my: Đang tìm kiếm...

source: Connection state
my: Trạng thái kết nối

source: Connected
my: Đã kết nối

source: Disconnected
my: Đã ngắt kết nối

source: Registering denied
my: Đăng ký bị từ chối

source: Waiting to read data from the modem...
my: Đang chờ đọc dữ liệu từ modem...

source: Waiting for data...
my: Đang chờ dữ liệu...

source: BTS Search
my: Tìm kiếm BTS

source: BTS Information
my: Thông tin BTS

source: Search
my: Tìm kiếm

source: Bands
my: Các băng tần

source: Search BTS
my: Tìm kiếm BTS

source: Hint: There may be a problem with polish characters if you download data from the btsearch site. The solution is to install the iconv package (to do this click on the button added below).
my: Gợi ý: Có thể xảy ra sự cố với các ký tự tiếng Ba Lan khi bạn tải dữ liệu từ trang btsearch. Giải pháp là cài đặt gói iconv (để làm điều này, hãy nhấp vào nút được thêm bên dưới).

source: BTS search settings
my: Cài đặt tìm kiếm BTS

source: Website to search for BTS
my: Trang web để tìm kiếm BTS

source: Select a website for searching.
my: Chọn một trang web để tìm kiếm.

source: Install a package using package manager
my: Cài đặt một gói bằng trình quản lý gói

source: Select an action after clicking the search button.
my: Chọn một hành động sau khi nhấp vào nút tìm kiếm.

source: Install iconv
my: Cài đặt iconv

source: Install qmi-utils
my: Cài đặt qmi-utils

source: SIM Slot
my: Khe cắm SIM

source: SIM Card
my: Thẻ SIM

source: Slot in use
my: Khe đang sử dụng

source: Problem with registering to the network, check the SIM card.
my: Sự cố khi đăng ký vào mạng, hãy kiểm tra thẻ SIM.

source: SIM PIN required
my: Yêu cầu mã PIN của SIM

source: SIM PUK required
my: Yêu cầu mã PUK của SIM

source: SIM failure
my: Lỗi SIM

source: SIM busy
my: SIM đang bận

source: SIM wrong
my: SIM sai

source: SIM PIN2 required
my: Yêu cầu mã PIN2 của SIM

source: SIM PUK2 required
my: Yêu cầu mã PUK2 của SIM

source: Information read from the SIM card and device.
my: Thông tin đọc từ thẻ SIM và thiết bị.

source: No data
my: Không có dữ liệu

source: Diagnostics
my: Chẩn đoán

source: Modem(s) configuration
my: Cấu hình modem

source: Package configuration
my: Cấu hình gói

source: Run various commands to verify data read from the modem and debug scripts.
my: Chạy các lệnh khác nhau để xác minh dữ liệu đọc từ modem và gỡ lỗi kịch bản.

source: USB debug information
my: Thông tin gỡ lỗi USB

source: Check ttyX ports
my: Kiểm tra các cổng ttyX

source: Check serial and ecm mode
my: Kiểm tra chế độ serial và ecm

source: Check uqmi mode
my: Kiểm tra chế độ uqmi

source: Check ModemManager mode
my: Kiểm tra chế độ ModemManager

source: Clear
my: Xóa

source: Download
my: Tải xuống

source: Notes Update date
my: Ngày cập nhật ghi chú

source: Band
my: Băng tần

source: Package update and support
my: Cập nhật gói và hỗ trợ

source: Failed to download index.json file from external repository.
my: Không thể tải xuống tệp index.json từ kho lưu trữ bên ngoài.

source: Failed to read downloaded file.
my: Không thể đọc tệp đã tải xuống.

source: Installed package is up to date.
my: Gói đã cài đặt là phiên bản mới nhất.

source: Update is available.
my: Có bản cập nhật.

source: The index.json file did not contain any package information.
my: Tệp index.json không chứa thông tin gói nào.

source: Error parsing version.
my: Lỗi khi phân tích phiên bản.

source: Check repository
my: Kiểm tra kho lưu trữ

source: Package update...
my: Đang cập nhật gói...

source: Report a bug
my: Báo lỗi

source: Write in the topic of the package on the forum eko.one.pl
my: Viết trong chủ đề của gói trên diễn đàn eko.one.pl

source: Write on forum
my: Viết trên diễn đàn

source: Report a bug on the package Github page
my: Báo lỗi trên trang Github của gói

source: Open a package discussion on Github
my: Mở một cuộc thảo luận về gói trên Github

source: Open discussion
my: Mở thảo luận

source: Buy a coffee if you want to support the development of the project and the author
my: Mời tôi một ly cà phê nếu bạn muốn hỗ trợ sự phát triển của dự án và tác giả

source: Buy a coffee
my: Mời tôi cà phê

source: Become a sponsor if you want to support the development of the project and the author
my: Trở thành nhà tài trợ nếu bạn muốn hỗ trợ sự phát triển của dự án và tác giả

source: Become a sponsor
my: Trở thành nhà tài trợ

source: Download package information from an external repository
my: Tải thông tin gói từ kho lưu trữ bên ngoài

source: Add repository and download package update
my: Thêm kho lưu trữ và tải bản cập nhật gói

source: Package Info
my: Thông tin gói

source: Compiled
my: Đã biên dịch

source: Repository Info
my: Thông tin kho lưu trữ

source: Currently installed
my: Hiện đã cài đặt

source: Package in repository
my: Gói trong kho lưu trữ

source: Last repository check
my: Lần kiểm tra kho lưu trữ cuối cùng

source: Poland
my: Ba Lan

source: Force read by
my: Buộc đọc bằng

source: Select method for reading data from the modem.
my: Chọn phương thức đọc dữ liệu từ modem.

source: inactive
my: không hoạt động

source: ModemMenager
my: ModemManager

source: Force PLMN
my: Buộc PLMN

source: Force reading PLMN from file.
my: Buộc đọc PLMN từ tệp.

source: Command result
my: Kết quả lệnh

source: Check
my: Kiểm tra

source: Auto update every:
my: Tự động cập nhật mỗi:

source: 2 seconds
my: 2 giây

source: 3 seconds
my: 3 giây

source: 5 seconds
my: 5 giây

source: 10 seconds
my: 10 giây

source: 30 seconds
my: 30 giây

source: 45 seconds
my: 45 giây

source: 60 seconds
my: 60 giây

source: Refresh rate
my: Tần suất làm mới

source: Set how often the data should be refreshed in the Modem(s) tab.
my: Đặt tần suất làm mới dữ liệu trong tab Modem.

source: Set how often the data should be refreshed in the Modem(s) tab. <br /><br /><b>Important</b> <br />Not every modem / protocol can communicate quickly with scripts. Too high a polling rate can freeze the modem. <br />ModemManager and uqmi need more time to respond.
my: Đặt tần suất làm mới dữ liệu trong tab Modem. <br /><br /><b>Quan trọng</b> <br />Không phải mọi modem / giao thức đều có thể giao tiếp nhanh với các kịch bản. Tần suất thăm dò quá cao có thể làm treo modem. <br />ModemManager và uqmi cần nhiều thời gian hơn để phản hồi.

source: Updating again in %s second(s).
my: Cập nhật lại sau %s giây.

source: Please wait... data collection is in progress.
my: Vui lòng đợi... đang thu thập dữ liệu.

source: Modems found
my: Đã tìm thấy modem

source: List of found modems. Not all modems may be shown.
my: Danh sách các modem được tìm thấy. Có thể không phải tất cả modem đều được hiển thị.

source: Show modems found
my: Hiển thị các modem đã tìm thấy

source: Show
my: Hiển thị

source: Currently, only modems connected via USB are searched for.
my: Hiện tại, chỉ tìm kiếm các modem được kết nối qua USB.

source: No Modems Detected...
my: Không tìm thấy modem...

source: Oops.. there are no modems in settings. You will be redirected to a tab where you can define the installed modem(s).
my: Ôi... không có modem nào trong cài đặt. Bạn sẽ được chuyển hướng đến một tab nơi bạn có thể định nghĩa (các) modem đã cài đặt.

source: Redirecting...
my: Đang chuyển hướng...

source: Redirecting in
my: Chuyển hướng sau

source: seconds...
my: giây...

source: (no data)
my: (không có dữ liệu)

source: Enter a valid IP address in the format 192.168.X.X
my: Nhập địa chỉ IP hợp lệ theo định dạng 192.168.X.X

source: Only numbers and dots are allowed
my: Chỉ cho phép số và dấu chấm

source: Each part must be a number from 0 to 255
my: Mỗi phần phải là một số từ 0 đến 255

source: In the future tab will allow you to update the package from %sRafał (IceG) external repository%s.
my: Trong tương lai, tab này sẽ cho phép bạn cập nhật gói từ kho lưu trữ bên ngoài của %sRafał (IceG)%s.

source: Option will appear after apk implementation.
my: Tùy chọn sẽ xuất hiện sau khi triển khai apk.

source: Author (package maintainer)
my: Tác giả (người bảo trì gói)

source: Modemdata Info
my: Thông tin Modemdata

source: Luci-app-modemdata Info
my: Thông tin Luci-app-modemdata

source: Go to the Diagnostics tab and run a script check. Most often, the error is caused by a strange operator name. To fix this, select the Force PLMN from file option if it is available in the modem configuration options.
my: Đi tới tab Chẩn đoán và chạy kiểm tra kịch bản. Thông thường, lỗi là do tên nhà mạng lạ. Để khắc phục điều này, hãy chọn tùy chọn 'Buộc đọc PLMN từ tệp' nếu nó có sẵn trong các tùy chọn cấu hình modem.

source: If data in LuCI is not visible, and we are 100% sure that the modem has been defined/configured correctly.
my: Nếu dữ liệu trong LuCI không hiển thị, và bạn chắc chắn 100% rằng modem đã được định nghĩa/cấu hình chính xác.

source: Suggested solution
my: Giải pháp đề xuất

source: Troubleshooting
my: Xử lý sự cố

source: Please select method for reading data from the modem and install the necessary packages.
my: Vui lòng chọn phương thức đọc dữ liệu từ modem và cài đặt các gói cần thiết.

source: Required packages
my: Các gói yêu cầu

source: Check required packages
my: Kiểm tra các gói yêu cầu

source: Before configuring the modem, check if all required packages are installed in the system.
my: Trước khi cấu hình modem, hãy kiểm tra xem tất cả các gói yêu cầu đã được cài đặt trong hệ thống chưa.

source: Loading package data…
my: Đang tải dữ liệu gói...

source: Waiting...
my: Đang chờ...

source: Show signal levels for the primary band
my: Hiển thị mức tín hiệu cho băng tần chính

source: Primary band signal levels
my: Mức tín hiệu băng tần chính

source: Device is busy
my: Thiết bị đang bận

source: Primary band
my: Băng tần chính

source: Available options
my: Các tùy chọn có sẵn

source: Device not found
my: Không tìm thấy thiết bị
